Repository: marcelrgberger/civo-cloud-manager
Catalog: CivoCloudManager/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

source: Load balancers show algorithm, IPs, traffic policy, and backend list.
ar: موازنات التحميل تعرض الخوارزمية، عناوين IP، سياسة المرور، وقائمة الخلفيات.
de: Load Balancer zeigen Algorithmus, IPs, Traffic-Policy und Backend-Liste an.
es: Los balanceadores muestran algoritmo, IPs, política de tráfico y lista de backends.
fr: Les load balancers affichent l’algorithme, les IPs, la politique de trafic et la liste des backends.
hi: लोड बैलेंसर में एल्गोरिद्म, IPs, ट्रैफिक नीति और बैकएंड सूची दिखती है।
id: Load balancer menampilkan algoritma, IP, kebijakan trafik, dan daftar backend.
it: I bilanciatori di carico mostrano algoritmo, IP, policy traffico e lista backend.
ja: ロードバランサーにはアルゴリズム、IP、トラフィックポリシー、バックエンド一覧が表示されます。
ko: 로드밸런서는 알고리즘, IP, 트래픽 정책, 백엔드 목록을 표시합니다.
nl: Load balancers tonen algoritme, IP's, verkeersbeleid en backend-lijst.
pl: Load balancery pokazują algorytm, adresy IP, politykę ruchu i listę backendów.
pt: Os load balancers mostram algoritmo, IPs, política de tráfego e lista de backends.
ru: Балансировщики показывают алгоритм, IP, политику трафика и список бэкендов.
tr: Yük dengeleyiciler algoritma, IP'ler, trafik politikası ve arka uç listesini gösterir.
zh_hans: 负载均衡器显示算法、IP、流量策略及后端列表。

source: Multiple files/folders: choose a folder, downloads all recursively, opens Finder.
ar: ملفات/مجلدات متعددة: اختر مجلداً، يتم تنزيل جميع العناصر داخله بشكل متسلسل، ويفتح Finder.
de: Mehrere Dateien/Ordner: Ordner auswählen, alles rekursiv herunterladen, Finder wird geöffnet.
es: Varios archivos/carpetas: elige una carpeta, descarga todo recursivamente y abre Finder.
fr: Plusieurs fichiers/dossiers : choisissez un dossier, tout est téléchargé récursivement, puis ouvert dans le Finder.
hi: कई फाइलें/फोल्डर: एक फोल्डर चुनें, सब कुछ रेकर्सिवली डाउनलोड करें, Finder में खोलें।
id: Beberapa berkas/folder: pilih folder, semua akan diunduh secara rekursif, lalu dibuka di Finder.
it: Più file/cartelle: scegli una cartella, scarica tutto ricorsivamente, apre Finder.
ja: 複数ファイル／フォルダ：フォルダを選択し、すべて再帰的にダウンロード後Finderで開きます。
ko: 여러 파일/폴더: 폴더를 선택하면 전체를 재귀적으로 다운로드하고 Finder가 열립니다.
nl: Meerdere bestanden/mappen: kies een map, download alles recursief, opent Finder.
pl: Wiele plików/folderów: wybierz folder, pobiera wszystko rekurencyjnie, otwiera Finder.
pt: Vários ficheiros/pastas: escolha uma pasta, transfere tudo recursivamente, abre no Finder.
ru: Несколько файлов/папок: выберите папку, все скачивается рекурсивно, открывается Finder.
tr: Birden fazla dosya/klasör: bir klasör seçin, tümünü yinelemeli indirir ve Finder'da açar.
zh_hans: 多文件/文件夹：选择目标文件夹，递归下载并在 Finder 中打开。

source: Networking (Services, Ingresses) and Storage (PVCs, PVs) are also collapsible.
ar: الشبكات (الخدمات، Ingresses) والتخزين (PVCs، PVs) قابلة للطي أيضاً.
de: Netzwerk (Services, Ingresses) und Speicher (PVCs, PVs) sind ebenfalls einklappbar.
es: Red (Servicios, Ingresses) y almacenamiento (PVCs, PVs) también son secciones colapsables.
fr: Réseau (Services, Ingress) et Stockage (PVC, PV) sont également repliables.
hi: नेटवर्किंग (Services, Ingresses) और स्टोरेज (PVCs, PVs) भी संक्षिप्त की जा सकती हैं।
id: Jaringan (Services, Ingresses) dan Penyimpanan (PVC, PV) juga dapat diciutkan.
it: Networking (Servizi, Ingress) e Storage (PVC, PV) sono anch'essi comprimibili.
ja: ネットワーク（Service、Ingress）やストレージ（PVC、PV）も折りたたみ可能です。
ko: 네트워킹(서비스, 인그레스) 및 스토리지(PVC, PV)도 접을 수 있습니다.
nl: Netwerken (Services, Ingresses) en opslag (PVC's, PV's) zijn ook inklapbaar.
pl: Sieć (Usługi, Ingressy) i magazyn (PVC, PV) są również zwijane.
pt: Networking (Services, Ingresses) e Storage (PVCs, PVs) também são recolhíveis.
ru: Сети (сервисы, ингрессы) и хранилища (PVC, PV) также можно сворачивать.
tr: Ağ (Servisler, Ingress'ler) ve Depolama (PVC, PV) bölümleri de daraltılabilir.
zh_hans: 网络（服务、Ingress）和存储（PVC、PV）也可折叠显示。

source: Node pool labels can be edited (add/remove) via the Edit button.
ar: يمكن تعديل تسميات تجمعات العقد (إضافة/إزالة) عبر زر التحرير.
de: Node-Pool-Labels können über den „Bearbeiten“-Button hinzugefügt oder entfernt werden.
es: Las etiquetas de los grupos de nodos se pueden editar (agregar/quitar) con el botón Editar.
fr: Les libellés des pools de nœuds sont modifiables (ajout/suppression) via le bouton Modifier.
hi: नोड पूल लेबल 'Edit' बटन से जोड़े/हटाए जा सकते हैं।
id: Label node pool dapat diedit (tambah/hapus) melalui tombol Edit.
it: Le etichette dei pool nodi sono modificabili (aggiungi/rimuovi) tramite il pulsante Modifica.
ja: ノードプールのラベルは「編集」ボタンで追加・削除できます。
ko: 노드 풀 라벨은 ‘편집’ 버튼으로 추가/삭제할 수 있습니다.
nl: Node pool-labels kunnen worden bewerkt (toevoegen/verwijderen) via de Bewerken-knop.
pl: Etykiety puli węzłów można edytować (dodawać/usuwać) za pomocą przycisku Edytuj.
pt: Os rótulos dos node pools podem ser editados (adicionar/remover) pelo botão Editar.
ru: Метки пулов узлов можно редактировать (добавлять/удалять) через кнопку «Изменить».
tr: Node havuzu etiketleri, Düzenle butonuyla eklenip çıkarılabilir.
zh_hans: 节点池标签可通过“编辑”按钮添加或移除。

source: Object store size can be changed via the stepper in the detail view.
ar: يمكن تغيير حجم مخزن الكائنات عبر أداة التغيير في عرض التفاصيل.
de: Die Größe des Object Stores kann über den Stepper in der Detailansicht angepasst werden.
es: El tamaño del almacén de objetos se puede cambiar con el selector en la vista de detalle.
fr: La taille du stockage objet peut être modifiée via le stepper dans le détail.
hi: ऑब्जेक्ट स्टोर का आकार विवरण दृश्य में स्टेपर से बदला जा सकता है।
id: Ukuran object store dapat diubah melalui stepper di tampilan detail.
it: La dimensione dell'object store può essere modificata tramite lo stepper nella vista dettagli.
ja: オブジェクトストアのサイズは詳細画面のステッパーで変更できます。
ko: 오브젝트 스토어 크기는 상세 보기의 스테퍼로 변경할 수 있습니다.
nl: Object store-grootte kan worden aangepast via de stepper in de detailweergave.
pl: Rozmiar Object Store można zmienić za pomocą stepera w szczegółach.
pt: O tamanho do object store pode ser alterado pelo stepper na vista de detalhe.
ru: Размер хранилища объектов можно изменить с помощью степпера в деталях.
tr: Nesne deposu boyutu, detay görünümündeki adım aracıyla değiştirilebilir.
zh_hans: 对象存储大小可在详情页通过步进器调整。

source: On first launch, the Setup Wizard guides you through API key, region, and firewall configuration.
ar: عند التشغيل الأول، يرشدك معالج الإعداد خلال إعداد مفتاح API والمنطقة وتكوين جدار الحماية.
de: Beim ersten Start führt Sie der Einrichtungsassistent durch API-Key, Region und Firewall-Konfiguration.
es: En el primer inicio, el asistente de configuración te guía por clave API, región y configuración de firewall.
fr: Au premier lancement, l’assistant de configuration vous guide pour la clé API, la région et le pare-feu.
hi: पहली बार लॉन्च पर, सेटअप विज़ार्ड आपको API कुंजी, क्षेत्र और फायरवॉल कॉन्फ़िगरेशन के माध्यम से मार्गदर्शन करता है।
id: Pada peluncuran pertama, Setup Wizard akan memandu Anda melalui konfigurasi kunci API, wilayah, dan firewall.
it: Al primo avvio, la procedura guidata ti accompagna nella configurazione di chiave API, regione e firewall.
ja: 初回起動時はセットアップウィザードがAPIキー、リージョン、ファイアウォール設定を案内します。
ko: 최초 실행 시 설정 마법사가 API 키, 리전, 방화벽 설정을 안내합니다.
nl: Bij de eerste start begeleidt de Setup Wizard u door API-sleutel, regio en firewallconfiguratie.
pl: Przy pierwszym uruchomieniu kreator konfiguracji przeprowadzi Cię przez ustawienia klucza API, regionu i zapory.
pt: No primeiro arranque, o assistente de configuração orienta-o na chave API, região e firewall.
ru: При первом запуске мастер настройки проведет вас через ввод API-ключа, выбор региона и настройку брандмауэра.
tr: İlk açılışta Kurulum Sihirbazı sizi API anahtarı, bölge ve güvenlik duvarı ayarlarıyla yönlendirir.
zh_hans: 首次启动时，设置向导会引导你完成 API 密钥、区域和防火墙配置。

source: One-click open any firewall with a saved IP.
ar: افتح أي جدار حماية بنقرة واحدة باستخدام IP محفوظ.
de: Mit einem Klick jede Firewall mit gespeicherter IP öffnen.
es: Abre cualquier firewall con una IP guardada con un solo clic.
fr: Ouvrez n’importe quel pare-feu en un clic avec une IP enregistrée.
hi: सहेजे गए IP के साथ किसी भी फायरवॉल को एक क्लिक में खोलें।
id: Satu klik untuk membuka firewall mana saja dengan IP yang tersimpan.
it: Apri qualsiasi firewall con un solo clic usando un IP salvato.
ja: 保存済みIPで任意のファイアウォールをワンクリックで開けます。
ko: 저장된 IP로 방화벽을 원클릭 열기.
nl: Met één klik een firewall openen met een opgeslagen IP.
pl: Jednym kliknięciem otwórz dowolną zaporę z zapisanym adresem IP.
pt: Abra qualquer firewall com um IP guardado com um clique.
ru: Откройте любой брандмауэр одним кликом с сохраненным IP.
tr: Kayıtlı bir IP ile herhangi bir güvenlik duvarını tek tıkla açın.
zh_hans: 一键用已保存 IP 打开任意防火墙。

source: PVCs show linked Civo Volume IDs. PVs list capacity and Civo Volume ID.
ar: PVCs تعرض معرفات أقراص Civo المرتبطة. PVs تعرض السعة ومعرف قرص Civo.
de: PVCs zeigen verknüpfte Civo Volume-IDs. PVs listen Kapazität und Civo Volume-ID auf.
es: Los PVCs muestran los IDs de volumen de Civo vinculados. Los PVs muestran capacidad e ID de volumen de Civo.
fr: Les PVC affichent les IDs de volume Civo liés. Les PV listent la capacité et l’ID de volume Civo.
hi: PVCs में लिंक्ड Civo Volume IDs दिखती हैं। PVs में क्षमता और Civo Volume ID सूचीबद्ध होती है।
id: PVC menampilkan ID Volume Civo yang terhubung. PV menampilkan kapasitas dan ID Volume Civo.
it: I PVC mostrano gli ID volume Civo collegati. I PV elencano capacità e ID volume Civo.
ja: PVCには関連付けられたCivo Volume IDが表示され、PVには容量とCivo Volume IDが表示されます。
ko: PVC는 연결된 Civo 볼륨 ID를, PV는 용량과 Civo 볼륨 ID를 표시합니다.
nl: PVC's tonen gekoppelde Civo Volume-ID's. PV's tonen capaciteit en Civo Volume-ID.
pl: PVC pokazują powiązane ID woluminów Civo. PV wyświetlają pojemność i ID woluminu Civo.
pt: PVCs mostram os IDs dos Volumes Civo ligados. PVs listam capacidade e ID do Volume Civo.
ru: PVC отображают связанные Civo Volume ID. PV показывают емкость и Civo Volume ID.
tr: PVC'ler bağlı Civo Volume ID'lerini gösterir. PV'ler kapasite ve Civo Volume ID'yi listeler.
zh_hans: PVC 显示关联的 Civo 卷 ID，PV 显示容量及 Civo 卷 ID。

source: Past months are cached locally for faster loading.
ar: الأشهر السابقة مخزنة محلياً لتحميل أسرع.
de: Vergangene Monate werden lokal zwischengespeichert für schnelleren Zugriff.
es: Los meses anteriores se almacenan en caché localmente para carga más rápida.
fr: Les mois précédents sont mis en cache localement pour un chargement plus rapide.
hi: पिछले महीनों का डेटा तेज़ लोडिंग के लिए लोकली कैश किया जाता है।
id: Bulan-bulan sebelumnya di-cache secara lokal untuk pemuatan lebih cepat.
it: I mesi precedenti sono memorizzati localmente per caricamenti più rapidi.
ja: 過去の月はローカルキャッシュされ、読み込みが高速化されます。
ko: 이전 달 데이터는 로컬에 캐시되어 빠르게 불러옵니다.
nl: Afgelopen maanden worden lokaal gecachet voor snellere laadtijden.
pl: Poprzednie miesiące są buforowane lokalnie dla szybszego ładowania.
pt: Meses anteriores são guardados em cache local para carregamento mais rápido.
ru: Прошлые месяцы кэшируются локально для ускорения загрузки.
tr: Geçmiş aylar daha hızlı yükleme için yerel olarak önbelleğe alınır.
zh_hans: 历史月份数据本地缓存以加快加载速度。

source: Period picker: This Month, Last Month, Last Quarter, This Year.
ar: منتقي الفترة: هذا الشهر، الشهر الماضي، الربع الماضي، هذا العام.
de: Zeitraum-Auswahl: Dieser Monat, Letzter Monat, Letztes Quartal, Dieses Jahr.
es: Selector de periodo: Este mes, Mes pasado, Último trimestre, Este año.
fr: Sélecteur de période : Ce mois-ci, Le mois dernier, Le trimestre dernier, Cette année.
hi: अवधि चयनकर्ता: यह माह, पिछला माह, पिछली तिमाही, यह वर्ष।
id: Pemilih periode: Bulan Ini, Bulan Lalu, Kuartal Lalu, Tahun Ini.
it: Selettore periodo: Questo mese, Mese scorso, Ultimo trimestre, Quest'anno.
ja: 期間選択：今月、先月、前四半期、今年。
ko: 기간 선택: 이번 달, 지난 달, 지난 분기, 올해.
nl: Periodekiezer: Deze maand, Vorige maand, Vorig kwartaal, Dit jaar.
pl: Wybór okresu: Ten miesiąc, Poprzedni miesiąc, Poprzedni kwartał, Ten rok.
pt: Seletor de período: Este mês, Mês passado, Último trimestre, Este ano.
ru: Выбор периода: этот месяц, прошлый месяц, прошлый квартал, этот год.
tr: Dönem seçici: Bu Ay, Geçen Ay, Geçen Çeyrek, Bu Yıl.
zh_hans: 时间选择器：本月、上月、上季度、今年。

source: Press ⌘K anywhere to open Quick Search.
ar: اضغط ⌘K في أي مكان لفتح البحث السريع.
de: Drücken Sie ⌘K, um die Schnellsuche zu öffnen.
es: Pulsa ⌘K en cualquier parte para abrir Búsqueda rápida.
fr: Appuyez sur ⌘K à tout moment pour ouvrir la Recherche rapide.
hi: कहीं भी ⌘K दबाएँ और Quick Search खोलें।
id: Tekan ⌘K di mana saja untuk membuka Pencarian Cepat.
it: Premi ⌘K ovunque per aprire Ricerca rapida.
ja: どこでも⌘Kでクイック検索を開きます。
ko: 어디서나 ⌘K를 눌러 빠른 검색을 엽니다.
nl: Druk overal op ⌘K om Snel Zoeken te openen.
pl: Naciśnij ⌘K w dowolnym miejscu, aby otworzyć Szybkie wyszukiwanie.
pt: Prima ⌘K em qualquer lugar para abrir a Pesquisa rápida.
ru: Нажмите ⌘K в любом месте для быстрого поиска.
tr: Her yerde ⌘K tuşuna basarak Hızlı Arama'yı açın.
zh_hans: 在任意位置按 ⌘K 打开快速搜索。

source: Press ⌘⇧E to export resources as JSON backup.
ar: اضغط ⌘⇧E لتصدير الموارد كنسخة احتياطية بصيغة JSON.
de: Drücken Sie ⌘⇧E, um Ressourcen als JSON-Sicherung zu exportieren.
es: Pulsa ⌘⇧E para exportar recursos como copia JSON.
fr: Appuyez sur ⌘⇧E pour exporter les ressources en sauvegarde JSON.
hi: संसाधनों को JSON बैकअप के रूप में निर्यात करने के लिए ⌘⇧E दबाएँ।
id: Tekan ⌘⇧E untuk mengekspor sumber daya sebagai cadangan JSON.
it: Premi ⌘⇧E per esportare le risorse come backup JSON.
ja: ⌘⇧EでリソースをJSONバックアップとしてエクスポートします。
ko: ⌘⇧E로 리소스를 JSON 백업으로 내보냅니다.
nl: Druk op ⌘⇧E om resources als JSON-back-up te exporteren.
pl: Naciśnij ⌘⇧E, aby wyeksportować zasoby jako kopię zapasową JSON.
pt: Prima ⌘⇧E para exportar recursos como backup JSON.
ru: Нажмите ⌘⇧E для экспорта ресурсов в резервную копию JSON.
tr: Kaynakları JSON yedeği olarak dışa aktarmak için ⌘⇧E tuşlarına basın.
zh_hans: 按 ⌘⇧E 导出资源为 JSON 备份。

source: Private key saved to your chosen location and encrypted backup stored in the app.
ar: يتم حفظ المفتاح الخاص في الموقع الذي تختاره وتخزين نسخة احتياطية مشفرة في التطبيق.
de: Privater Schlüssel wird an Ihrem gewählten Speicherort gespeichert und verschlüsselt in der App gesichert.
es: La clave privada se guarda en la ubicación elegida y una copia cifrada se almacena en la app.
fr: La clé privée est enregistrée à l’emplacement choisi et une sauvegarde chiffrée est stockée dans l’application.
hi: प्राइवेट की आपकी चुनी गई जगह पर सहेजी जाती है और एन्क्रिप्टेड बैकअप ऐप में संग्रहित होता है।
id: Private key disimpan ke lokasi pilihan Anda dan cadangan terenkripsi disimpan di aplikasi.
it: La chiave privata viene salvata nella posizione scelta e il backup crittografato è archiviato nell'app.
ja: 秘密鍵は指定した場所に保存され、暗号化バックアップがアプリ内に保管されます。
ko: 개인 키는 선택한 위치에 저장되고, 암호화된 백업이 앱에 보관됩니다.
nl: Privésleutel wordt opgeslagen op de door u gekozen locatie en versleutelde back-up in de app.
pl: Klucz prywatny zapisany w wybranej lokalizacji, a zaszyfrowana kopia zapasowa przechowywana w aplikacji.
pt: A chave privada é guardada no local escolhido e backup encriptado fica na app.
ru: Приватный ключ сохраняется в выбранное место, зашифрованная копия — в приложении.
tr: Özel anahtar seçtiğiniz konuma kaydedilir ve şifreli yedeği uygulamada tutulur.
zh_hans: 私钥保存到你选择的位置，并在应用内加密备份。

source: Public key uploaded to Civo when you click Create.
ar: يتم رفع المفتاح العام إلى Civo عند النقر على 'إنشاء'.
de: Öffentlicher Schlüssel wird beim Klick auf „Erstellen“ zu Civo hochgeladen.
es: La clave pública se sube a Civo al hacer clic en "Crear".
fr: La clé publique est envoyée à Civo lors du clic sur « Créer ».
hi: 'बनाएँ' पर क्लिक करने पर पब्लिक की Civo पर अपलोड होती है।
id: Kunci publik akan diunggah ke Civo saat Anda klik 'Buat'.
it: La chiave pubblica viene caricata su Civo quando clicchi "Crea".
ja: 「作成」クリック時に公開鍵がCivoにアップロードされます。
ko: ‘생성’을 클릭하면 공개 키가 Civo에 업로드됩니다.
nl: Publieke sleutel wordt geüpload naar Civo wanneer u op 'Aanmaken' klikt.
pl: Klucz publiczny zostanie przesłany do Civo po kliknięciu „Utwórz”.
pt: A chave pública é enviada para a Civo ao clicar em 'Criar'.
ru: Публичный ключ загружается в Civo при нажатии «Создать».
tr: Oluştur'a tıkladığınızda açık anahtar Civo'ya yüklenir.
zh_hans: 点击“创建”时公钥会上传到 Civo。

source: Quick Search
ar: بحث سريع
de: Schnellsuche
es: Búsqueda rápida
fr: Recherche rapide
hi: त्वरित खोज
id: Pencarian Cepat
it: Ricerca rapida
ja: クイック検索
ko: 빠른 검색
nl: Snel Zoeken
pl: Szybkie wyszukiwanie
pt: Pesquisa rápida
ru: Быстрый поиск
tr: Hızlı Arama
zh_hans: 快速搜索

source: Quota gauges show usage vs. limits (RAM and DB RAM displayed in GB).
ar: مقاييس الحصة تعرض الاستخدام مقابل الحدود (الذاكرة وذاكرة قواعد البيانات بالجيجابايت).
de: Quota-Anzeigen zeigen Nutzung vs. Limit (RAM und DB-RAM in GB).
es: Los indicadores de cuota muestran uso vs. límites (RAM y RAM de BD en GB).
fr: Les jauges de quota affichent l’utilisation par rapport aux limites (RAM et RAM DB en Go).
hi: कोटा गेज़ में उपयोग बनाम सीमा दिखती है (RAM और DB RAM GB में)।
id: Indikator kuota menampilkan penggunaan vs. batas (RAM dan RAM DB ditampilkan dalam GB).
it: Gli indicatori quota mostrano utilizzo vs limiti (RAM e RAM DB in GB).
ja: クォータゲージは使用量と上限を表示（RAMとDB RAMはGB単位）。
ko: 할당량 게이지는 사용량과 제한을 표시하며, RAM 및 DB RAM은 GB 단위로 표시됩니다.
nl: Quotameters tonen gebruik versus limieten (RAM en DB RAM weergegeven in GB).
pl: Wskaźniki limitów pokazują użycie względem limitów (RAM i RAM DB w GB).
pt: Os indicadores de quota mostram uso vs. limites (RAM e RAM de BD em GB).
ru: Индикаторы квот показывают использование и лимиты (ОЗУ и ОЗУ БД в ГБ).
tr: Kota göstergeleri kullanım ve limitleri gösterir (RAM ve VT RAM GB olarak gösterilir).
zh_hans: 配额仪表显示使用量与上限（内存和数据库内存以 GB 显示）。

source: Red shield: Setup not complete.
ar: درع أحمر: الإعداد غير مكتمل.
de: Rotes Schild: Einrichtung nicht abgeschlossen.
es: Escudo rojo: configuración incompleta.
fr: Bouclier rouge : configuration incomplète.
hi: लाल शील्ड: सेटअप पूर्ण नहीं है।
id: Perisai merah: Setup belum selesai.
it: Scudo rosso: configurazione non completa.
ja: 赤のシールド：セットアップ未完了。
ko: 빨간 방패: 설정이 완료되지 않았습니다.
nl: Rood schild: installatie niet voltooid.
pl: Czerwona tarcza: konfiguracja nieukończona.
pt: Escudo vermelho: Configuração incompleta.
ru: Красный щит: настройка не завершена.
tr: Kırmızı kalkan: Kurulum tamamlanmadı.
zh_hans: 红色盾牌：设置未完成。

source: Remaining time shown next to open firewalls.
ar: يظهر الوقت المتبقي بجانب الجدران النارية المفتوحة.
de: Verbleibende Zeit wird neben offenen Firewalls angezeigt.
es: El tiempo restante se muestra junto a los firewalls abiertos.
fr: Le temps restant est affiché à côté des pare-feux ouverts.
hi: खुले फायरवॉल्स के पास शेष समय दिखता है।
id: Sisa waktu ditampilkan di samping firewall yang terbuka.
it: Il tempo rimanente è mostrato accanto ai firewall aperti.
ja: 開いているファイアウォールの横に残り時間が表示されます。
ko: 열려 있는 방화벽 옆에 남은 시간이 표시됩니다.
nl: Resterende tijd wordt weergegeven naast open firewalls.
pl: Pozostały czas wyświetlany obok otwartych zapór.
pt: Tempo restante mostrado junto aos firewalls abertos.
ru: Оставшееся время отображается рядом с открытыми брандмауэрами.
tr: Açık güvenlik duvarlarının yanında kalan süre gösterilir.
zh_hans: 已打开防火墙旁显示剩余时间。

source: Resize instances with the visual size picker grid.
ar: غيّر حجم المثيلات باستخدام شبكة اختيار الحجم البصرية.
de: Instanzen mit dem visuellen Größenraster anpassen.
es: Redimensiona instancias con el selector visual de tamaños.
fr: Redimensionnez les instances avec la grille de sélection visuelle.
hi: इंस्टेंस का आकार विज़ुअल साइज पिकर ग्रिड से बदलें।
id: Ubah ukuran instance dengan grid pemilih ukuran visual.
it: Ridimensiona le istanze con la griglia di selezione visiva delle dimensioni.
ja: ビジュアルサイズピッカーグリッドでインスタンスのサイズを変更できます。
ko: 시각적 크기 선택 그리드로 인스턴스 크기 조정.
nl: Instanties schalen met het visuele formaatkeuzerooster.
pl: Zmień rozmiar instancji za pomocą wizualnej siatki wyboru rozmiaru.
pt: Redimensione instâncias com o seletor visual de tamanhos.
ru: Изменяйте размер инстансов с помощью визуальной сетки выбора.
tr: Sunucuları görsel boyut seçiciyle yeniden boyutlandırın.
zh_hans: 通过可视化尺寸选择器调整实例规格。

source: Resource cards are clickable — navigate directly to any section.
ar: بطاقات الموارد قابلة للنقر — انتقل مباشرة لأي قسم.
de: Ressourcenkarten sind anklickbar — direkter Wechsel in jeden Bereich möglich.
es: Las tarjetas de recursos son clicables: navega directo a cualquier sección.
fr: Les cartes de ressources sont cliquables — accédez directement à la section souhaitée.
hi: संसाधन कार्ड क्लिक करने योग्य हैं — सीधे किसी भी अनुभाग में जाएँ।
id: Kartu sumber daya dapat diklik — navigasi langsung ke bagian mana saja.
it: Le schede risorsa sono cliccabili — vai direttamente a qualsiasi sezione.
ja: リソースカードはクリック可能で、任意のセクションに直接移動できます。
ko: 리소스 카드는 클릭 가능하며, 원하는 섹션으로 바로 이동합니다.
nl: Resourcekaarten zijn klikbaar — navigeer direct naar elke sectie.
pl: Karty zasobów są klikalne — przejdź bezpośrednio do wybranej sekcji.
pt: Os cartões de recurso são clicáveis — navegue diretamente para qualquer secção.
ru: Карточки ресурсов кликабельны — переходите прямо к нужному разделу.
tr: Kaynak kartları tıklanabilir — doğrudan ilgili bölüme geçiş yapabilirsiniz.
zh_hans: 资源卡片可点击，直接跳转到对应部分。

source: Response time color: green <200ms, orange <500ms, red >500ms.
ar: لون زمن الاستجابة: أخضر <200ms، برتقالي <500ms، أحمر >500ms.
de: Antwortzeit-Farbe: grün <200ms, orange <500ms, rot >500ms.
es: Color del tiempo de respuesta: verde <200ms, naranja <500ms, rojo >500ms.
fr: Couleur du temps de réponse : vert <200ms, orange <500ms, rouge >500ms.
hi: प्रतिक्रिया समय रंग: हरा <200ms, नारंगी <500ms, लाल >500ms।
id: Warna waktu respons: hijau <200ms, oranye <500ms, merah >500ms.
it: Colore tempo risposta: verde <200ms, arancione <500ms, rosso >500ms.
ja: 応答時間の色分け：緑<200ms、オレンジ<500ms、赤>500ms。
ko: 응답 속도 색상: 녹색 <200ms, 주황 <500ms, 빨강 >500ms.
nl: Responstijdkleur: groen <200ms, oranje <500ms, rood >500ms.
pl: Kolor czasu odpowiedzi: zielony <200ms, pomarańczowy <500ms, czerwony >500ms.
pt: Cor do tempo de resposta: verde <200ms, laranja <500ms, vermelho >500ms.
ru: Цвет времени отклика: зеленый <200мс, оранжевый <500мс, красный >500мс.
tr: Yanıt süresi rengi: yeşil <200ms, turuncu <500ms, kırmızı >500ms.
zh_hans: 响应时间颜色：绿色<200ms，橙色<500ms，红色>500ms。

source: Right-click a pod and select 'Restart Pod' to delete and restart it.
ar: انقر بزر الفأرة الأيمن على حاوية واختر 'إعادة تشغيل الحاوية' لحذفها وإعادة تشغيلها.
de: Rechtsklick auf einen Pod und „Pod neu starten“ wählen, um ihn zu löschen und neu zu starten.
es: Haz clic derecho en un pod y selecciona "Reiniciar pod" para eliminarlo y reiniciarlo.
fr: Clic droit sur un pod puis « Redémarrer le pod » pour le supprimer et le relancer.
hi: पॉड पर राइट-क्लिक कर 'Restart Pod' चुनें, जिससे वह हटेगा और फिर से शुरू होगा।
id: Klik kanan pada pod dan pilih 'Restart Pod' untuk menghapus dan memulai ulang.
it: Clic destro su un pod e seleziona "Riavvia Pod" per eliminarlo e riavviarlo.
ja: Podを右クリックし「Restart Pod」を選択すると削除して再起動します。
ko: 파드를 우클릭 후 ‘Restart Pod’를 선택하면 삭제 및 재시작됩니다.
nl: Klik met rechts op een pod en kies 'Pod herstarten' om deze te verwijderen en opnieuw te starten.
pl: Kliknij prawym przyciskiem na podzie i wybierz „Restartuj pod”, aby go usunąć i uruchomić ponownie.
pt: Clique direito num pod e selecione 'Reiniciar Pod' para eliminar e reiniciar.
ru: Кликните правой кнопкой по поду и выберите «Перезапустить под» для удаления и перезапуска.
tr: Bir pod'u sağ tıklayıp 'Pod'u Yeniden Başlat' seçeneğiyle silip yeniden başlatabilirsiniz.
zh_hans: 右键 Pod 并选择“重启 Pod”以删除并重启。
